[
    {
        "question": "What is your favorite holiday?"
    },

    {
        "question": "Where did you grow up?"
    },

    {
        "question": "Where do you work most frequently from at home?"
    },

    {
        "question": "What did you eat for breakfast?"
    },

    {
        "question": "How many cups of coffee, tea, or beverage-of-choice do you have each morning"
    },

    {
        "question": "Are you an early bird or night owl?"
    },

    {
        "question": "Do you prefer morning or night showers?"
    },

    {
        "question": "What was the worst job you ever had?"
    },

    {
        "question": "Have you ever been told you look like someone famous, who was it?"
    },

    {
        "question": "If you could bring back any fashion trend what would it be?"
    },

    {
        "question": "Does your current car have a name? What is it?"
    },

    {
        "question": "You have to sing karaoke, what song do you pick?"
    },

    {
        "question": "What was your least favorite food as a child? Do you still hate it or do you love it now?"
    },

    {
        "question": "If aliens landed on earth tomorrow and offered to take you home with them, would you go?"
    },

    {
        "question": "What is your favorite decade?"
    },

    {
        "question": "If you won the lottery and didn't have to work, what would you do?"
    },

    {
        "question": "What is your favorite season?"
    },

    {
        "question": "Plant a flower garden or vegetable garden?"
    },

    {
        "question": "What was your most memorable birthday?"
    },

    {
        "question": "What's your favorite dog breed and why?"
    },

    {
        "question": "Where do you fall in birth order and do the stereotypes hold true?"
    },

    {
        "question": "If given the chance, would you go to space?"
    },

    {
        "question": "What was your high school's mascot?"
    },

    {
        "question": "What was the last movie you watched and would you recommend it?"
    },

    {
        "question": "What was the first cd you bought (or album you downloaded/streamed)?"
    },

    {
        "question": "Ketchup and eggs, delicious or disgusting?"
    },

    {
        "question": "Would you rather sit through a 6 hour baby shower or 3 hour wedding ceremony?"
    },

    {
        "question": "What is/was your favorite children's book?"
    },

    {
        "question": "Did you have an imaginary friend as a child? If so, what was their name?"
    },

    {
        "question": "What's the right way to fold socks?"
    },

    {
        "question": "What is your favorite ice cream flavor?"
    },

    {
        "question": "Are you more likely to misplace your keys or your cell phone?"
    },

    {
        "question": "What is your favorite social media platform?"
    },

    {
        "question": "Do you like horror movies? If so, what is your favorite?"
    },

    {
        "question": "Who is your best friend?"
    },

    {
        "question": "Where did you go to college?"
    },

    {
        "question": "What historical figure would you like to have dinner with and why?"
    },

    {
        "question": "What do you usually listen to while driving?"
    },

    {
        "question": "If you could compete on one reality show, what would it be?"
    },

    {
        "question": "What was your favorite subject in school?"
    },

    {
        "question": "Did you play a sport growing up? Which ones?"
    },

    {
        "question": "Goldfish or Cheez-its?"
    },

    {
        "question": "How did you discover Santa wasn't real?"
    },

    {
        "question": "Horoscopes, real or silly?"
    }

]